Repository: Abstract-Tech/abstract-scorm-xblock
Catalog: scormxblock/scormxblock/locale/*/LC_MESSAGES/text.po
Languages: pl

source: Display name for this module
pl: Nazwa tego elementu

source: Upload scorm file
pl: Plik SCORM

source: not attempted
pl: nie uruchomiony

source: Select False if this component will not receive a numerical score from the Scorm
pl: Wybierz Nie, jeśli ten pakiet SCORM nie będzie wysyłał wartości numerycznych

source: Display Width (px)
pl: Szerokość (px)

source: Width of iframe, if empty, the default 100%
pl: Szerokość iframe (lub popupa), jeśli pozostanie puste, wartość domyślna to 100%

source: Display Height (px)
pl: Wysokość (px)

source: Height of iframe
pl: Wysokość iframe (lub popupa), jeśli pozostanie puste, wartość domyślna to 450px

source: Look in LMS
pl: Obejrzyj w LMS

source: Open in a new popup window, or an iframe.
pl: Czy otwierać w popupie, czy raczej w iframe.

source: Popup on entry
pl: Otwórz na wejściu

source: Should the popup window show on load (instead of on button click)?
pl: Czy okienko popup powinno otwierać się po załadowaniu strony (zamiast tylko po kliknięciu na przycisk)?

source: We launched your course in a new window but if you do not see it, a popup blocker may be preventing it from opening. Please disable popup blockers for this site.
pl: Kurs został otwarty w nowym oknie. Jeśli tak się nie stało, winna może być blokada wyskakujących okienek. Zezwól na wyskakujące okienka z tej strony.

source: Open in popup
pl: Otwórz w nowym oknie

source: Open here
pl: Otwórz tutaj

source: Allow open in place
pl: Otwarcie w miejscu

source: Show button for opening not-in-popup.
pl: Pokaż przycisk pozwalający na otwarcie nie-w-popupie.
